{
  "workouts": [
    {
      "Name": "BenchPress",
      "Info": "The bench press, or chest press, is a weight training exercise in which the trainee presses a weight upwards while lying on a weight training bench. Bench presses can be used to increase strength, improve endurance, and tone the muscles of the upper body, including the chest, arms, and shoulders.",
      "Video": "linktovideoorsorucepath",
      "Type": "Lifting"
    },
    {
      "Name": "Dead Lift",
      "Info": "The deadlift is a weight training exercise in which a loaded barbell or bar is lifted off the ground to the level of the hips, torso perpendicular to the floor, before being placed back on the ground. It is one of the three powerlifting exercises, along with the squat and bench press.",
      "Video": "linktovideoorsorucepath",
      "Type": "Lifting"
    },
    {
      "Name": "Swimming",
      "Info": "Swimming uses all the muscles in the body so whether you swim a gentle breaststroke or hammer butterfly, you will get a full body workout. Plus, exercising in water makes your body work harder so 30 minutes in a pool is worth 45 minutes of the same activity on land. Great for general wellbeing",
      "Video": "linktovideoorsorucepath",
      "Type": "Cardio"
    },
    {
      "Name": "Pull-ups",
      "Info": "In addition to working your back, pull-ups strengthen and sculpt your shoulders, forearms, and chest (pecs). They also engage your abs, including your deep transverse abdominis, making them a great exercise for targeting many of the major muscles in the body.",
      "Video": "linktovideoorsorucepath",
      "Type": "BodyWeight"
    },
    {
      "Name": "Muscle-ups",
      "Info": "The muscle-up begins with the arms extended above the head, gripping a hold in the overhand pull-up position. The hold is usually on a chin-up bar or gymnastic rings.The body is then explosively pulled up by the arms in a radial pull-up, with greater speed than a regular pull-up. When the bar approaches the upper chest, the wrists are swiftly flexed to bring the forearms above the bar. The body is leaned forward, and the elbows are straightened by activating the triceps. The routine is considered complete when the bar is at the level of the waist and the arms are fully straight. ",
      "Video": "linktovideoorsorucepath",
      "Type": "BodyWeight"
    },
    {
      "Name": "Squat",
      "Info": "A squat is a strength exercise in which the trainee lowers their hips from a standing position and then stands back up. During the descent of a squat, the hip and knee joints flex while the ankle joint dorsiflexes; conversely the hip and knee joints extend and the ankle joint plantarflexes when standing up. ",
      "Video": "linktovideoorsorucepath",
      "Type": "Lifting"
    },
    {
      "Name": "Lunge",
      "Info": "Lunges are a popular strength training exercise among people wanting to strengthen, sculpt, and tone their bodies, while also improving overall fitness and enhancing athletic performance. This resistance exercise is popular for its ability to strengthen your back, hips, and legs, while improving mobility and stability.",
      "Video": "linktovideoorsorucepath",
      "Type": "BodyWeight"
    },
    {
      "Name": "Bulgarian Split Squat",
      "Info": "Benefits of the Bulgarian split squat abound. As a lower body exercise, it strengthens the muscles of the legs, including the quads, hamstrings, glutes, and calves. Also, as a single-leg exercise, your core is forced to work in overdrive to maintain your balance.",
      "Video": "linktovideoorsorucepath",
      "Type": "Lifting"
    }
  ]
}